/* Localizable Strings: Spanish */

/* Tags menu */
"Tags" = "Marcas";
"Typeset" = "Compor";
"Save" = "Guardar";
"Print..." = "Imprimir...";
"Print Source..." = "Print Source...";
"Set Project Root..." = "Documento principal...";
"LaTeX Panel..." = "Painel LaTeX...";
"Close LaTeX Panel" = "Fechar Painel LaTeX";
"Matrix Panel..." = "Painel Matrix...";
"Close Matrix Panel" = "Fechar Painel Matrix";
"Open for Preview..." = "Abrir para ver...";
"Open for Editing..." = "Abrir para alterar...";
"File" = "Fincheiro";
"Goto Error" = "Mostrar erro";
"RotateClockwise" = "RodarDireita";
"RotateCounterclockwise" = "RodarEsquerda";
"Comment" = "Não comentar";
"Uncomment" = "Não comentar";
"Indent" = "Recolher parágrafo";
"Unindent" = "Não recolher";
"Macros" = "Macros";
"Open Macro Editor..." = "Open Macro Editor...";
"Close Macro Editor" = "Close Macro Editor";
"Add macros from file..." = "Add macros from file...";
"Save selection to file..." = "Save selection to file...";
"Convert \\yen to \\ in Pasteboard" = "Convert \\yen to \\ in Pasteboard";
"Convert \\ to \\yen in Pasteboard" = "Convert \\ to \\yen in Pasteboard"; 
"Edit" = "Editar";
"Warning" = "Warning";
"Don't Save" = "Não salvar";
"Cancel" = "Cancelar";
"Do you want to save macros?" = "Do you want to save macros?";
"Save Spot" = "Save Spot";
"Template" = "Template";
"Typing" = "Typing";
"AutoComplete" = "AutoComplete";  //Should be translation of "Key Bindings", even in English
"Page Number" = "Page Number";
"Page Number Panel" = "Page Number Panel";
"Magnification Panel" = "Magnification Panel";
"Omit Shell Escape" = "Omit Shell Escape";
"Warning: Using Shell Escape" = "Warning: Using Shell Escape";
"Preview" = "Preview";
"Display Format" = "Display Format";// mitsu 1.29b
"Magnification" = "Magnification";// mitsu 1.29b
"Copy Format" = "Copy Format";// mitsu 1.29b
"ToolbarItems" = "ToolbarItems";
"Autocompletion" = "Autocompletion";
"Completion" = "Completion";
"Path: %@\nFile size: %d bytes\nCreation date: %@\nModification date: %@" = "Path: %@\nFile size: %d bytes\nCreation date: %@\nModification date: %@";
"Info: %@" = "Info: %@";
"%@\n\nCharacters: %d" = "%@\n\nCharacters: %d";
"The file encoding changed; characters can be lost if the wrong encoding is used." = "The file encoding changed; characters can be lost if the wrong encoding is used.";
"Currently open files retain their old encoding." = "Currently open files retain their old encoding.";
"Drag && Drop" = "Drag && Drop";
"%@ does not exist. Perhaps TeXLive was not installed or was removed during a system upgrade. If so, go to the TeXShop web site and follow the instructions to (re)install TeXLive. Another possibility is that a tool path is incorrectly configured in TeXShop preferences. This can happen if you are using the fink teTeX distribution." = "%@ does not exist. Perhaps TeXLive was not installed or was removed during a system upgrade. If so, go to the TeXShop web site and follow the instructions to (re)install TeXLive. Another possibility is that a tool path is incorrectly configured in TeXShop preferences. This can happen if you are using the fink teTeX distribution.";
"Can't find required tool." = "Can't find required tool.";
"Typesetting engine cannot be found." = "Typesetting engine cannot be found.";
"The source LaTeX document cannot be found." = "The source LaTeX document cannot be found.";
"Sync Marks" = "Sync Marks";
"%@ does not exist." = "%@ does not exist.";
"%@ does not have the executable bit set." = "%@ does not have the executable bit set.";
"This file was opened with MacOSRoman encoding." = "This file was opened with MacOSRoman encoding.";
"The file could not be opened with %@ encoding because it was not saved with that encoding. If you wish to open in another encoding, close the window and open again." = "The file could not be opened with %@ encoding because it was not saved with that encoding. If you wish to open in another encoding, close the window and open again.";
"Error" = "Error";
"There was an error checking for updates." = "There was an error checking for updates.";
"Your copy of TeXShop is up-to-date" = "Your copy of TeXShop is up-to-date";
"You have the most recent version of TeXShop." = "You have the most recent version of TeXShop.";
"New version available" = "New version available";
"A new version of TeXShop is available (version %@). Would you like to download it now?" = "A new version of TeXShop is available (version %@). Would you like to download it now?";
"This version of TeXShop requires Mac OS X 10.4 or higher. Use TeXShop 1.37 instead." = "This version of TeXShop requires Mac OS X 10.4 or higher. Use TeXShop 1.37 instead.";
"Hard Wrap" = "Hard Wrap";
"Newline Removal" = "Newline Removal";
"Color Index" = "Color Index";
"Help" = "Ajuda";
"TeXShop Demos" = "TeXShop Demos";
"Sync" = "Sync";
"ShowFullPath" = "ShowFullPath";
"Close Current Environment" = "Close Current Environment"; // Terada
"Your current setting of %@ will be replaced. OK?" = "Your current setting of %@ will be replaced. OK?"; // Terada
"Convert" = "Convert";
